<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge, chrome=1">
    <meta name="viewport" content="width=device-width,initial-scale=1.0,maximum-scale=1.0,minimum-scale=1.0,user-scalable=no">
    <title>骑手服务协议</title>
    <link rel="stylesheet" type="text/css" href="<?php echo URL::asset('forestage/public/bootstrap-3.4.1/css/bootstrap.min.css'); ?>">
    <link rel="stylesheet" type="text/css" href="<?php echo URL::asset('forestage/public/wr-1.0.0/css/wr-css.css'); ?>">
    <link rel="stylesheet" type="text/css" href="<?php echo URL::asset('forestage/stat/css/stat.css'); ?>">
    <script type="text/javascript" src="<?php echo URL::asset('forestage/public/jquery-2.2.4/jquery.min.js'); ?>"></script>
    <script type="text/javascript" src="<?php echo URL::asset('forestage/public/bootstrap-3.4.1/js/bootstrap.min.js'); ?>"></script>
    <script type="text/javascript" src="<?php echo URL::asset('forestage/public/jquery-ias-2.2.2/jquery-ias.min.js'); ?>"></script>
</head>
<body>
<div class="container">
    <div class="row agreement">
        <p>您在使用找跑跑提供的各项服务之前，请您务必审慎阅读、充分理解本协议各条款内容。对本协议及前述服务条款和规则均以知晓、理解并接受，同意将其作为确定双方权利义务的依据。您一旦使用找跑跑服务，即视为您已了解并完全同意本服务协议各项内容，包括找跑跑对服务协议随时所做的任何修改，并成为找跑跑用户。</p>
        <h4>1.定义：</h4>
        <p>（1）找跑跑平台，是“找跑跑微信公众平台”及“找跑跑”手机终端软件的合称，是为用户提供账户信息管理，代取/代买/代送信息发布与查询、代取/代买/代送、定价建议与咨询、代取/代买/代送费用代收代垫与代付、争议调解等互联网信息服务和在线交易处理服务的网络平台。找跑跑平台并不直接参与用户与跑男之间的代取/代买/代送交易，双方因代取/代买/代送合同履行发生争议的，应当根据合同相对性原则自行协商处理或寻求找跑跑平台调解争议。</p>
        <p>（2）骑手，是指找跑跑平台的代取/代买/代送服务的实际承运人。</p>
        <p>（3）用户，是指在找跑跑平台发布代取/代买/代送服务需求的，在找跑跑代取/代买/代送平台显示为代取/代买/代送订单需求方的，具有向货物接受人销售代取/代买/代送货物的个人、组织或机构。本协议项下，特指已经登录或下载找跑跑平台，并自愿申请注册，有此需求的用户。用户应当根据找跑跑平台业务规则及订单信息，向依约完成订单的骑手支付报酬。</p>
        <h4>2.服务条款的确认和接受：</h4>
        <p>您应当在使用找跑跑平台的服务之前认真阅读全部条款内容。如您对条款有任何疑问的，应向找跑跑咨询。但无论您事实上是否在使用找跑跑平台的服务之前认真阅读了本条款内容，只要您使用找跑跑平台的服务，则本条款即对您产生约束，届时您不应以未阅读本条款的内容或者未获得找跑跑对您问询的解答等理由，主张本条款无效，或要求撤销本条款。</p>
        <p>用户必须完全同意所有服务条款并完成注册程序，才能成为找跑跑的注册用户。在您按照注册页面提示填写信息、阅读并同意本条款并完成全部注册程序后或以其他找跑跑允许的方式实际使用找跑跑平台的服务时，您即受本条款的约束。</p>
        <h4>3.服务简介：</h4>
        <p>（1）平台注册用户可以以信息发布方的身份通过找跑跑平台上创建、发布任务事项信息，也可申请注册成为骑手后，作为信息接收方选择接受任务事项信息并完成任务事项。</p>
        <p>（2）若作为信息接收方的骑手同意为创建、发布任务事项信息的用户提供服务，则自骑手在找跑跑平台上勾选接受该任务事项。</p>
        <p>（3）接受任务事项的骑手在向发布、创建任务事项信息的平台用户提供实际服务之前，双方均有权单方放弃任务事项；但找跑跑有权根据平台注册用户放弃任务事项的情况，降低该用户相应的网站信用评级。</p>
        <h4>4.用户信息：</h4>
        <p>（1）用户应自行诚信向找跑跑平台提供注册资料，用户保证其提供的注册资料真实、准确、完整、合法有效。用户注册资料如有变动的，应及时更新其注册资料。如果用户提供的注册资料不合法、不真实、不准确、不详尽的，需承担因此引起的相应责任及后果，并且找跑跑保留终止其使用找跑跑各项服务的权利。</p>
        <p>（2）用户在通过找跑跑平台进行在线发布任务事项信息等活动时，涉及用户真实姓名/名称、履行地址、联系电话等隐私信息的，找跑跑将予以严格保密，除非得到用户的授权或法律法规、本条款另有规（约）定外，找跑跑不会向外界披露用户隐私信息。</p>
        <p>（3）用户注册成功后，将产生用户名和密码等账户信息，您可以根据找跑跑平台的规定改变您的密码。用户应谨慎合理的保存、使用其用户名和密码并对通过您的账户和密码实施的所有行为、活动及事件负全责。用户若发现任何不当使用用户账号或存在安全漏洞等其他可能危及用户账户安全的情况，应当立即以有效方式通知找跑跑，要求找跑跑暂停相关服务，并向公安机关报案。</p>
        <h4>5.责任范围与责任限制：</h4>
        <p>（1）用户个人明确同意对网络服务的使用承担风险。找跑跑对此不作任何类型的担保，不论是明确的或隐含的。包括但不限于：不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性，安全性，出错发生都不作担保；对在找跑跑上以及相关产品得到的任何服务或交易进程，不作担保；对平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、稳定性、完整性和及时性不作出任何承诺和保证；不担保平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性或适用于某一特定用途。</p>
        <p>（2）用户理解并接受：找跑跑平台作为信息发布、服务平台，无法控制每一任务事项所涉及的物品的质量、安全或合法性，任务事项内容的真实性或准确性，以及任务事项所涉各方履行任务事项的能力。您应自行谨慎判断确定相关信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。任何信息资料(下载或通过找跑跑用户服务取得)，取决于用户自己并由其承担系统受损或资料丢失的所有风险和责任。</p>
        <p>（3） 除非法律法规明确要求，或出现以下情况，否则，找跑跑没有义务对所有用户的信息数据、服务信息、任务发布行为以及与任务事项有关的其它事项进行事先审查。</p>
        <p>①找跑跑有合理的理由认为特定会员及具体任务事项可能存在重大违法或违约情形。</p>
        <p>②找跑跑有合理的理由认为用户在找跑跑平台的行为涉嫌违法或不当。</p>
        <p>（4）用户了解并同意，找跑跑不对因下述情况而导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿。</p>
        <p>①使用或未能使用找跑跑平台的服务。</p>
        <p>②第三方未经批准地使用用户的账户或更改用户的数据。</p>
        <p>③通过找跑跑平台的服务购买或获取任何商品、样品、数据、信息等行为或替代行为产生的费用及损失。</p>
        <p>④用户对找跑跑平台的服务的误解。</p>
        <p>⑤任何非因找跑跑的原因而引起的与找跑跑平台的服务有关的其它损失。</p>
        <p>（5）如因不可抗力或其他找跑跑无法控制的原因使找跑跑系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，找跑跑不承担责任。但是找跑跑会尽可能合理地协助处理善后事宜，并努力使客户免受经济损失。</p>
        <p>（6）用户同意在发现找跑跑平台任何内容不符合法律规定，或不符合本用户协议条款规定的，有义务及时通知找跑跑。如果用户发现个人信息被盗用或者其他权利被侵害，请将此情况告知找跑跑并同时提供如下信息和材料。</p>
        <p>①侵犯您权利的信息的网址，编号或其他可以找到该信息的细节。</p>
        <p>②您的联系方式，包括联系人姓名，地址，电话号码和电子邮件。</p>
        <p>③您的身份证复印件、营业执照等其他相关资料。</p>
        <p>经审查得到证实的，我们将及时删除相关信息。我们仅接受邮寄、电子邮件或传真方式的书面侵权通知。情况紧急的，您可以通过客服电话先行告知，我们会视情况采取相应措施。</p>
        <p>（7）用户应当严格遵守本协议及找跑跑发布的其他协议条款、活动规则，因用户违反协议或规则的行为给第三方、或找跑跑造成损失的，用户应当承担全部责任。</p>
        <p>（8）骑手在完成订单过程中，因故意或者过失给平台方造成损失的，须按照损失的金额进行赔偿。</p>
        <p>（9）找跑跑所开展的业务形式严格依照法律规定运营并受法律保护。 任何个人用户/商户不得以任何方式和理由进行恶意刷单，利用平台非法获取资金等属于诈骗行为。 找跑跑将不定期对订单进行排查核实，一经查实，公司有权利永久冻结其账号，并做报警处理，配合警务人员追究相关人员的法律责任。由此给相关责任人员造成的不便，后果由责任人承担。 我们将保留追究法律责任的权利。</p>
        <p>（10）骑手在完成订单前，需购买骑行意外险，因过失或者故意造成的伤害，损失等，与找跑跑平台无关。</p>
    </div>
</div>
</body>
</html><?php /**PATH /mnt/hgfs/www/zpp-Server4.0/resources/views/web/public/agreement/pp-service.blade.php ENDPATH**/ ?>