<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge, chrome=1">
    <meta name="viewport" content="width=device-width,initial-scale=1.0,maximum-scale=1.0,minimum-scale=1.0,user-scalable=no">
    <title>用户协议与隐私政策</title>
    <link rel="stylesheet" type="text/css" href="<?php echo URL::asset('forestage/public/bootstrap-3.4.1/css/bootstrap.min.css'); ?>">
    <link rel="stylesheet" type="text/css" href="<?php echo URL::asset('forestage/public/wr-1.0.0/css/wr-css.css'); ?>">
    <link rel="stylesheet" type="text/css" href="<?php echo URL::asset('forestage/stat/css/stat.css'); ?>">
    <script type="text/javascript" src="<?php echo URL::asset('forestage/public/jquery-2.2.4/jquery.min.js'); ?>"></script>
    <script type="text/javascript" src="<?php echo URL::asset('forestage/public/bootstrap-3.4.1/js/bootstrap.min.js'); ?>"></script>
    <script type="text/javascript" src="<?php echo URL::asset('forestage/public/jquery-ias-2.2.2/jquery-ias.min.js'); ?>"></script>
</head>
<body>
<div class="container">
    <div class="row agreement">
    <p>
        本隐私政策主要包括以下内容：
    </p>

    <p>
        1.本隐私政策中个人信息的定义与范围（包括：姓名、手机号码、用户密码、身份证号码、身份证或其他身份证明、照片、性别、年龄、驾驶证、常用地址、通讯地址、位置信息、行程信息、录音录像、订单信息及交易状态、支付信息、提现记录、银行卡号、评价信息、微圈信息、设备信息、IP地址）。
    </p>

    <p>
        2.找跑跑平台各业务功能收集个人信息的范围、收集方式、所收集个人信息与业务功能的关联。
    </p>

    <p>
        3.找跑跑可能调用的手机权限、对应的业务功能、调用目的、调用前是否询问以及用户关闭相应权限的方式。
    </p>

    <p>
        4.个人信息的保存期限、存放地域、安全保护措施及安全事件处置等。
    </p>

    <p>
        5.个人信息的使用规则。
    </p>

    <p>
        6.何种情况下个人信息会被共享、转让、公开披露。
    </p>

    <p>
        7.用户享有的访问、更正、删除个人信息，撤回同意，注销账号的权利及投诉渠道。
    </p>

    <p>
        8.用户共享个人信息须知。
    </p>

    <p>
        9.未成年人保护。
    </p>

    <p>
        &nbsp;
    </p>

    <h4>
1.个人信息的定义与范围
    </h4>

    <p>
        1.1 个人信息，是指以电子或者其他方式记录的能够单独或者与其他信息结合识别自然人个人身份的各种信息，在本隐私政策中包括：姓名、手机号码、用户密码、身份证号码、身份证或其他身份证明、照片、性别、年龄、驾驶证、常用地址、通讯地址、位置信息、行程信息、录音录像、订单信息及交易状态、支付信息、提现记录、银行卡号、评价信息、微圈信息、设备信息、IP地址。
    </p>

    <p>
        1.2 个人敏感信息，是指一旦泄露、非法提供或滥用可能危害人身和财产安全，极易导致个人名誉、身心健康受到损害或歧视性待遇等的个人信息，在本隐
    </p>

    <p>
        私政策中包括：手机号码、用户密码、身份证或其他身份证明、驾驶证、位置信息、录音录像、行程信息、支付信息、提现记录、银行卡号。
    </p>

    <p>
        1.3 匿名化处理后的信息，即通过对个人信息的技术处理，使得个人信息主体无法被识别，且处理后不能被复原的信息，匿名化处理后的信息不属于个人信息。
    </p>

    <p>
        1.4其他无法识别特定自然人身份或者反映特定自然人活动情况的信息不属于个人信息。
    </p>

    <p>
        &nbsp;
    </p>

    <h4>
        2.个人信息的收集
    </h4>

    <p>
        2.1 找跑跑平台业务功能分为核心业务功能、附加业务功能，我们将详细向您说明各业务功能所收集的个人信息以及收集方法、目的，拒绝提供的影响等。业务功能具体包括：
    </p>

    <p>
        2.1.1 核心业务功能，包括创建账号并完善资料，找跑跑服务，交易支付，数据分析及产品开发。
    </p>

    <p>
        2.1.2 附加业务功能，包括用户评价，客服服务及运营活动。
    </p>

    <p>
        2.2 您使用找跑跑平台服务前，需要在找跑跑平台创建账号并完善个人资料。通过用户主动提供的方式，我们会收集您的以下信息：
    </p>

    <p>
        2.2.1 您需要向我们提供您的手机号码，并设置您在找跑跑平台的用户密码。我们以此识别您在找跑跑平台的网络身份，并为您提供找跑跑平台服务。如果您拒绝提供手机号码，找跑跑平台将无法为您创建账号并提供服务。
    </p>

    <p>
        2.2.2 您可以选择向我们提供照片、姓名、身份证号、性别、年龄信息。您可以在个人账户资料中选择是否填写或授权找跑跑获取上述信息。
    </p>

    <p>
        2.2.3 如果您是骑手用户，必须向我们提供姓名、身份证或其他身份证明、面部识别特征信息、所在城市、家庭地址信息。我们收集上述信息，是基于法律法规要求以及保护平台用户人身财产安全之需要。如果您拒绝提供上述信息，将无法作为找跑跑平台的骑手用户，向其他用户提供服务。
    </p>

    <p>
        2.3 您使用找跑跑平台为其他用户服务时，我们会收集您的以下信息：
    </p>

    <p>
        2.3.1 位置信息，在您首次使用找跑跑平台前，我们会提示您选择是否允许找跑跑平台获取以及何种情况下可以获取您的位置信息。在您使用找跑跑平台的过程中，您可以随时通过您的设备设置功能，选择是否允许找跑跑平台获取以及何种情况下可以获取您的位置信息。获得您的允许后，我们会通过IP地址、GPS以及能够提供相关信息的其他传感器来获取您的位置信息。
    </p>

    <p>
        2.3.2 行程信息，我们将通过记录用户行为收集您的出发地、到达地、行踪轨迹、时长及里程数信息。我们收集上述信息，是基于法律法规要求以及保护您的人身财产安全、依照平台规则处理用户纠纷之需要。如果您拒绝提供行程信息，将导致平台无法为您提供服务。
    </p>

    <p>
        2.3.3 通话信息，您通过找跑跑平台接打电话的通话内容、通话时长、主被叫手机号码信息，以及您通过找跑跑平台发送的文字信息内容。为更好保护用户安全，找跑跑平台不直接向用户提供其他用户的手机号码等联系方式，因此用户只能通过找跑跑平台进行通话或信息沟通。我们通过通话录音的方式留存上述信息，以便用户发生纠纷或安全事故时，核实事实并处理投诉。如果您拒绝我们获取您的通话信息，可能导致您无法使用找跑跑平台的通话及信息功能。
    </p>

    <p>
        2.3.4 语音信息，您使用找跑跑平台在服务过程中可能存在发布需求或与骑手联系的语音信息。我们留存上述信息，是基于地方性法律法规要求，或用于用户发生纠纷时，核实事实并处理投诉。
    </p>

    <p>
        2.3.5 订单信息及交易状态。我们将记录您的订单信息及交易状态。我们收集上述信息是基于法律法规要求以及保护您的人身财产安全、依照平台规则处理用户纠纷之需要。
    </p>

    <p>
        2.4 您使用找跑跑平台服务时，为保护用户财产权利，维护找跑跑平台交易秩序，我们会要求您提供姓名、身份证号、面部识别特征、预付信息，并记录您的订单信息及交易状态。
    </p>

    <p>
        2.5 您在找跑跑平台进行交易支付时，如果您使用第三方支付功能，找跑跑除获取您的支付工具及订单支付状态外，不会获取其他个人信息。如果您使用找跑跑钱包功能，您需要设置您在找跑跑平台的支付密码，我们将记录您的余额、支付记录、提现记录以及银行卡号。我们收集上述信息以核实用户是否按约付费，维护平台交易秩序，并按照平台规则处理用户纠纷。如果您拒绝我们获取您的银
    </p>

    <p>
        行卡号，您将无法使用找跑跑钱包的提现功能，但不影响您使用找跑跑平台其他服务。
    </p>

    <p>
        2.6 您可以在找跑跑平台对其他用户进行星级和文字评价。
    </p>

    <p>
        2.7 当您与找跑跑客服团队联系时，我们会以通话录音及人工录入的方式记录您的通话信息、您提出的意见或建议、您提供的姓名、联系方式，以便我们处理纠纷、解决问题或向您反馈结果。如果您拒绝我们收集此类信息，会导致您无法拨打我们的客服电话或客服团队无法将处理结果反馈到您，但不影响您使用找跑跑平台核心业务功能。
    </p>

    <p>
        2.8 您参加我们的运营活动时，我们需要您提供某些信息，可能会包含您的姓名、照片、通讯地址、联系方式、银行卡号。这些信息可以帮助我们对活动结果进行公示，对活动进行后续宣传，与您取得联系，向您发放礼品或转账。如果您拒绝提供此类信息，可能导致无法参加相应活动，或无法收到礼品、转账，但不会影响您使用找跑跑平台核心业务功能。
    </p>

    <p>
        2.9 为开展数据分析和更好改善找跑跑平台服务，我们会收集您的日志信息，包括检索内容、IP地址、设备信息（包括设备型号、设备识别码、操作系统、分辨率、电信运营商）、位置信息、订单信息，作出特征模型并进行用户画像，以为您提供更加个性化、便捷的服务。我们会使用浏览器网络存储机制和应用程序数据缓存，在您的设备上收集信息并进行本地存储。
    </p>

    <p>
        &nbsp;
    </p>

    <h4>
        3.设备权限调用
    </h4>

    <p>
        3.1 找跑跑平台可能会调用您的一些设备权限。
    </p>

    <p>
        3.2 您可以在设备的设置功能中选择关闭部分或全部权限，从而拒绝找跑跑收集相应的个人信息。使用Android系统的不同设备中，权限显示方式及关闭方式可能有所相同，具体请联系设备及系统开发方。
    </p>

    <p>
        3.3 IOS系统权限调用
    </p>

    <table border="1" cellspacing="0">
        <tbody>
        <tr>
            <td>
                <p align="center">
                    设备权限
                </p>
            </td>
            <td >
                <p align="center">
                    对应的业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    调用权限的目的
                </p>
            </td>
            <td >
                <p align="center">
                    是否询问
                </p>
            </td>
            <td >
                <p align="center">
                    用户可否关闭权限
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    位置
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    跑腿业务必须基于同一城市
                </p>
            </td>
            <td >
                <p align="center">
                    首次打开手机客户端时弹窗询问
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    通讯录
                </p>
            </td>
            <td >
                <p align="center">
                    下订单
                </p>
            </td>
            <td >
                <p align="center">
                    可以将通讯录内的联系人提供给跑腿人员
                </p>
            </td>
            <td >
                <p align="center">
                    点击选择联系人时弹窗询问
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    照片
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    上传头像照片、发布微圈
                </p>
            </td>
            <td >
                <p align="center">
                    点击上传头像、获取本地照片时
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    麦克风
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    客户通过语音下订单
                </p>
            </td>
            <td >
                <p align="center">
                    点击录制任务按钮时
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    相机
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    上传头像照片、发布微圈
                </p>
            </td>
            <td >
                <p align="center">
                    点击上传头像、拍照时
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    通知
                </p>
            </td>
            <td >
                <p align="center">
                    全部功能
                </p>
            </td>
            <td >
                <p align="center">
                    发送/接收消息
                </p>
            </td>
            <td >
                <p align="center">
                    首次打开手机客户端时弹窗询问
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    无线数据
                </p>
            </td>
            <td >
                <p align="center">
                    全部功能
                </p>
            </td>
            <td >
                <p align="center">
                    连接网络
                </p>
            </td>
            <td >
                <p align="center">
                    否
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        </tbody>
    </table>

    <p>
        3.4 Android系统权限调用
    </p>

    <table border="1" cellspacing="0" >
        <tbody>
        <tr>
            <td >
                <p align="center">
                    设备权限
                </p>
            </td>
            <td >
                <p align="center">
                    对应的业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    调用权限的目的
                </p>
            </td>
            <td >
                <p align="center">
                    是否询问
                </p>
            </td>
            <td >
                <p align="center">
                    用户可否关闭权限
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    位置
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    跑腿业务必须基于同一城市
                </p>
            </td>
            <td >
                <p align="center">
                    首次打开手机客户端时弹窗询问
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    位置
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    跑腿业务必须基于同一城市
                </p>
            </td>
            <td >
                <p align="center">
                    首次打开手机客户端时弹窗询问
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    通讯录
                </p>
            </td>
            <td >
                <p align="center">
                    下订单
                </p>
            </td>
            <td >
                <p align="center">
                    可以将通讯录内的联系人提供给跑腿人员
                </p>
            </td>
            <td >
                <p align="center">
                    点击选择联系人时弹窗询问
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    摄像头
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    上传头像照片、发布微圈
                </p>
            </td>
            <td >
                <p align="center">
                    点击上传头像、拍照时
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    录音
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    客户通过语音下订单
                </p>
            </td>
            <td >
                <p align="center">
                    点击录制任务按钮时
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    读取手机识别码
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    识别用户身份
                </p>
            </td>
            <td >
                <p align="center">
                    否
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    开启移动数据
                </p>
            </td>
            <td >
                <p align="center">
                    全部功能
                </p>
            </td>
            <td >
                <p align="center">
                    连接网络
                </p>
            </td>
            <td >
                <p align="center">
                    程序启动时检测网络状态，弹窗询问
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    开启WLAN
                </p>
            </td>
            <td >
                <p align="center">
                    全部功能
                </p>
            </td>
            <td >
                <p align="center">
                    连接网络
                </p>
            </td>
            <td >
                <p align="center">
                    程序启动时检测网络状态，弹窗询问
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    多媒体访问
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    上传头像照片、发布微圈
                </p>
            </td>
            <td >
                <p align="center">
                    否
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    读取拓展卡文件权限
                </p>
            </td>
            <td >
                <p align="center">
                    核心业务功能
                </p>
            </td>
            <td >
                <p align="center">
                    读取储存用户信息、存储日志等信息
                </p>
            </td>
            <td >
                <p align="center">
                    否
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    读取手机拓展SD卡
                </p>
            </td>
            <td >
                <p align="center">
                    全部功能
                </p>
            </td>
            <td >
                <p align="center">
                    读取储存用户信息、存储日志等信息
                </p>
            </td>
            <td >
                <p align="center">
                    否
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        <tr>
            <td >
                <p align="center">
                    读取手机拓展SD卡
                </p>
            </td>
            <td >
                <p align="center">
                    全部功能
                </p>
            </td>
            <td >
                <p align="center">
                    读取储存用户信息、存储日志等信息
                </p>
            </td>
            <td >
                <p align="center">
                    否
                </p>
            </td>
            <td >
                <p align="center">
                    是
                </p>
            </td>
        </tr>
        </tbody>
    </table>

    <p>
        &nbsp;
    </p>

    <p>
        &nbsp;
    </p>

    <h4>
        4.个人信息的保存
    </h4>

    <p>
        4.1 信息保存期限
    </p>

    <p>
        4.1.1 在用户使用找跑跑平台服务期间，我们会持续保存用户的个人信息。
    </p>

    <p>
        4.1.2 当您自主删除个人信息或注销账户，我们将按照法律、法规规定的最短期限保留您的现有个人信息，在法律法规要求的最短保存期限内，我们将不再对您的个人信息进行商业化使用。当您的个人信息超出上述保存期限，我们将会对其进行匿名化处理。
    </p>

    <p>
        a.为配合人民检察院、公安机关、国家安全机关侦查用户使用找跑跑服务过程中产生的犯罪行为、更好保护其他用户生命财产安全，当用户自主删除个人信息或注销账户，我们将在刑法规定的犯罪追诉时效期间内，加密隔离存档用户个人信息。
    </p>

    <p>
        b.如您使用找跑跑平台服务的过程中，存在严重违反法律法规、平台协议、平台规则等情形，您的违法、违约记录及相应的平台信用记录，将被永久保存。
    </p>

    <p>
        4.2 信息存放地域
    </p>

    <p>
        4.2.1 我们收集的您的个人信息，将在中国内地存储和使用。
    </p>

    <p>
        4.2.2 目前找跑跑不存在向境外提供个人信息的场景。如将来涉及向境外传输个人信息，我们将明确向您告知个人信息出境的目的、接收方、安全保障措施等情况，并另行征得您的同意。
    </p>

    <p>
        4.3 安全保护措施
    </p>

    <p>
        4.3.1 本公司将采用严格的安全制度以及行业通行的安全技术和程序来确保您的个人信息不丢失、泄露、毁损或被未经授权的访问、使用。
    </p>

    <p>
        4.3.2 找跑跑采取以下安全技术措施保护您的个人信息：
    </p>

    <p>
        a.用户个人信息被加密储存在服务器中，并通过数据隔离技术进行存储。
    </p>

    <p>
        b.数据传输过程中使用加密传输协议。
    </p>

    <p>
        c.严格控制数据访问权限，设立完善的敏感数据访问权限申请、审批制度。
    </p>

    <p>
        d.建立数据安全监控和审计制度，进行全面数据安全控制。
    </p>

    <p>
        4.3.3 找跑跑同时采取其他安全措施保护您的个人信息：
    </p>

    <p>
        a.建立公司信息安全委员会，统一协调管理数据安全工作，并下设数据安全小组、推动各项数据安全活动。
    </p>

    <p>
        b.公司内部颁布实施数据安全管理规范，明确对用户数据（包括用户个人信息）的保护标准和要求。
    </p>

    <p>
        c.新项目、新系统上线前对数据安全（包括用户个人信息数据）进行项目风险评估。
    </p>

    <p>
        d.与全体员工及服务外包人员签署保密协议，并严格按照工作职责分配数据访问权限。
    </p>

    <p>
        e.定期开展面向公司全体员工及外包服务人员的信息安全教育及培训。
    </p>

    <p>
        4.4 安全事件处置
    </p>

    <p>
        4.4.1 为应对个人信息泄露、毁损、丢失等可能出现的安全风险，已经在公司范围内颁布多项制度，明确了安全事故、安全漏洞的分类分级标准，以及针对上述安全事故和漏洞，内部处理流程（包括应急响应流程）和补救措施。
    </p>

    <p>
        4.4.2 一旦发生安全事件，我们将及时向您告知事件基本情况和风险、我们已经采取或将要采取的措施、您如何自行降低风险的建议等。
    </p>

    <p>
        4.4.3 我们将及时以推送通知、信函或电话等方式将安全事件情况通知受影响的用户。当难以逐一告知用户时，我们将通过发布平台公告的方式发布警示信息。
    </p>

    <p>
        4.5 停止运营
    </p>

    <p>
        4.5.1 找跑跑平台停止运营，我们将至少提前30日在找跑跑平台发布公告，并及时停止收集个人信息。
    </p>

    <p>
        4.5.2 停止运营后，我们将停止对个人信息的商业化使用，并在满足法律法规规定的最短保存期后，对收集的个人信息进行匿名化处理。
    </p>

    <h4>
        5.个人信息的使用
    </h4>

    <p>
        5.1 您的个人信息会被用于“个人信息的收集”条款明确列明的使用场景。
    </p>

    <p>
        5.2 您的个人信息可能被用于以下与“个人信息的收集”条款所声称的目的具有直接或合理关联的场景：
    </p>

    <p>
        a.我们可能将来自找跑跑平台某项服务的个人信息与来自其他项服务的信息结合起来，作出特征模型并进行用户画像，以为您提供更加个性化、便捷的服务。&nbsp;
    </p>

    <p>
        b.我们可能以用户个人信息统计数据为基础设计、开发、推广全新的产品及服务。
    </p>

    <p>
        c.我们会对我们的服务使用情况进行统计，并可能会与公众或第三方分享这些统计信息，但这些统计信息不包含您的任何身份识别信息。
    </p>

    <p>
        d.我们会向您发送信息和通知，包括但不限于为保证服务完成所必须的验证码、使用产品或服务时所必要的推送通知、关于找跑跑平台服务的新闻以及市场活动及优惠促销信息，或其他您可能感兴趣的内容。如您不希望继续接收上述信息，可以根据信息中提供的退订方式予以退订。
    </p>

    <p>
        5.3凡是超出与“个人信息的收集”条款声称目的具有直接或合理关联的范围使用您的个人信息，我们会再次向您告知并征得您的明示同意。
    </p>

    <h4>
        6.个人信息的共享、转让、公开披露
    </h4>

    <p>
        6.1 我们将遵守相关法律法规，对您的个人信息予以保密。除以下情况外，我们不会向其他人共享您的个人信息：&nbsp;
    </p>

    <p>
        6.1.1 只有共享您的个人信息，才能提供您所需要的服务。
    </p>

    <p>
        6.1.2 为了提升我们的产品及服务质量或向您提供全新的产品及服务，我们会在关联公司内部共享您的相关信息。
    </p>

    <p>
        6.1.3 为维护用户合法权益，在协助处理与您有关的交易纠纷或争议时，我们可能向您的交易相对方或存在利害关系的第三方提供解决交易纠纷或争议所必需的信息。
    </p>

    <p>
        6.1.4 根据法律规定，刑事侦查机关为调查犯罪，依法定程序调取的必要个人信息，或行政机关、司法机构，依法定程序并经您授权同意调取的必要个人信息。
    </p>

    <p>
        6.1.5 在法律要求或允许的范围内，为了保护社会公共利益、财产或安全而提供必要的信息。
    </p>

    <p>
        6.1.6 另行获得您的明确同意或授权。
    </p>

    <p>
        6.2 非经法定程序或获得您的同意，我们不会将您的个人信息提供给任何第三方机构或个人。对我们与之共享个人信息的公司、组织和个人，我们会与之签署严格的保密协议，要求他们按照我们的说明、本隐私政策及其他任何相关的保密和安全措施来处理个人信息。
    </p>

    <p>
        6.3 我们将遵守相关法律法规，对您的个人信息予以保密。除非事先获得您的明确同意或授权，或依照法律规定所必须，我们不会公开披露您的个人信息。
    </p>

    <p>
        6.4&nbsp;如发生收购、兼并、重组等变更，我们会要求变更后的主体依然遵守本隐私政策约定，履行原有责任及义务。如变更后的主体需变更个人信息使用目的，我们会要求其事先获得您的明示同意。对内而言，在之前的收购、兼并活动中，对于被收购、被兼并对象管理的数据（包括用户数据）均采用与找跑跑自有数据相同的标准和要求进行处理和保护。
    </p>

    <h4>
        7.用户权利
    </h4>

    <p>
        7.1&nbsp;访问个人信息。您可以通过以下方式在找跑跑平台访问个人信息：
    </p>

    <p>
        a.账户，您可以通过您在找跑跑平台的账户访问您提供的个人资料、常用地址等信息。
    </p>

    <p>
        b.行程，您可以在找跑跑平台访问您的行程信息、订单信息及交易状态。
    </p>

    <p>
        c.钱包，您可以通过找跑跑平台的钱包功能访问支付方式、支付记录等信息。
    </p>

    <p>
        7.2&nbsp;更正个人信息。当您需要更新您的个人信息，或发现找跑跑平台收集、存储的个人信息有错误时，您有权做出更正或更新。您可以通过将您的更正申请提交给找跑跑客服团队，或通过以下方式在找跑跑平台自行更正或修改个人信息：
    </p>

    <p>
        a.账户，您可以通过您在找跑跑平台的账户更正或修改您提供的个人资料信息。
    </p>

    <p>
        b.设置，您可以通过找跑跑平台设置功能更正或修改密码、常用地址等信息。
    </p>

    <p>
        c.钱包，您可以通过找跑跑平台的钱包功能更正或修改支付方式、银行账号等信息。
    </p>

    <p>
        7.3&nbsp;删除个人信息。如您希望删除个人信息，可以通过线上或电话联系找跑跑客服，提交删除申请。在满足法律法规要求的最短保存期限要求的情况下，我们将对您的个人信息进行删除或匿名化处理。在上述法律法规要求的最短保存期限内，我们将不再对您的个人信息进行商业化使用。
    </p>

    <p>
        但当找跑跑存在以下情形时，您删除个人信息的申请将不受法律法规要求的最短保存期限限制：
    </p>

    <p>
        a.&nbsp;找跑跑违反法律、行政法规的规定收集、使用您的个人信息。
    </p>

    <p>
        b.&nbsp;找跑跑违反我们双方的约定收集、使用您的个人信息。
    </p>

    <p>
        7.4&nbsp;撤回同意。我们将通过以下方式保障用户撤回同意的权利：
    </p>

    <p>
        a.&nbsp;找跑跑平台发送的商业广告信息中，会向您说明具体退订方式，您可以按照信息中说明的退订方式撤回同意。
    </p>

    <p>
        b.您可以通过设备的设置功能，关闭相应设备权限（包括位置、通讯录、照片、麦克风、相机、通知等），撤回对找跑跑获取您个人信息的授权。
    </p>

    <p>
        c.您还可以通过解除银行卡绑定、删除信息等方式撤回部分授权。
    </p>

    <p>
        当您撤回同意或授权后，可能导致我们无法为您继续提供撤回授权部分对应的服务。但您撤回同意或授权，不影响撤回前基于您的同意开展的个人信息处理。
    </p>

    <p>
        7.5&nbsp;注销账号。您可以通过找跑跑平台设置功能注销在找跑跑平台的账号。除法律法规另有规定外，注销账号之后我们将停止为您提供服务，并根据本协议约定期限保存您的个人信息，保存期限届满后我们将对您的个人信息进行匿名化处理。
    </p>

    <p>
        7.6&nbsp;如您无法通过上述方式访问、更正、删除个人信息，撤回同意或注销账号，您可以通过手机客户端的“客服”功能在线或者电话与找跑跑的客服团队取得联系。找跑跑客服团队可能需要验证您的身份，并在验证您的身份后20日内作出答复或合理解释。
    </p>

    <h4>
        8.您共享的信息
    </h4>

    <p>
        8.1&nbsp;您可以基于找跑跑平台的服务与他人、社交网络分享您的位置、行程信息，并自主选择分享的对象，作为能够看到您的位置、行程信息的第三方。
    </p>

    <p>
        8.2&nbsp;当您与他人、社交网络或第三方服务提供商共享您的位置、行程或其他个人信息，或结合第三方的服务使用、或使用第三方的服务链接时，您可能会披露或使第三方获取您的个人信息。
    </p>

    <p>
        8.3&nbsp;我们建议您查看此类社交网络或第三方服务提供商的隐私声明，以了解他们如何处理您的信息。对于您使用第三方服务时向其提供或与他人分享个人信息而产生的后果由您自行承担，并由相应责任方在法律规定范围内承担责任。
    </p>

    <p>
        8.4&nbsp;当您在找跑跑平台公开分享任何信息时，任何人都可能在使用找跑跑平台时查看或访问这些信息，如您在找跑跑平台上传的照片、评价等信息。您在使用我们服务时自愿共享的信息，可能会涉及您或他人的个人信息，请您谨慎选择并自行承担责任。
    </p>

    <h4>
        9.未成年人保护
    </h4>

    <p>
        9.1&nbsp;找跑跑非常重视对未成年人信息的保护。如果您是未满18周岁的未成年人，您的监护人需要仔细阅读本政策并授权您同意依照本政策使用找跑跑平台。如果您是未满14周岁的未成年人，您的监护人需要仔细阅读本政策并同意您依照本政策使用找跑跑平台。
    </p>

    <p>
        9.2&nbsp;如果您/您的监护人不同意本隐私政策的任何内容，您应该立即停止使用找跑跑平台。
    </p>

    <h4>
        10.变更
    </h4>

    <p>
        10.1&nbsp;如找跑跑平台发生以下变化，我们将及时对本隐私政策进行相应的修订：
    </p>

    <p>
        a.&nbsp;找跑跑平台业务功能发生变更。
    </p>

    <p>
        b.用户个人信息保存地域发生变更。
    </p>

    <p>
        c.用户个人信息的使用规则发生变更。
    </p>

    <p>
        d.我们的联络方式及投诉渠道发生变更。
    </p>

    <p>
        e.发生其他可能影响用户个人信息安全或影响用户隐私权利的变更等。
    </p>

    <p>
        10.2&nbsp;隐私政策修订后，我们会在找跑跑平台发布最新版本，并以推送通知的方式告知用户，以便用户及时了解最新版本隐私政策。
    </p>

    <p>
        10.3&nbsp;未经您的明确同意，我们不会削减您按照本隐私政策所享有的权利。
    </p>

    <p>
        10.4&nbsp;如无特殊说明，修订后的隐私政策自公布之日起生效。
    </p>
    </div>
</div>
</div>
</body>
</html><?php /**PATH /mnt/hgfs/www/zpp-Server4.0/resources/views/web/public/agreement/user-privacy.blade.php ENDPATH**/ ?>